[Support_Airborne_Defensive_HeliDropIn_T1 X2WeaponTemplate]
FriendlyName="空中支援：直升机空投"
FriendlyNamePlural="空中支援：直升机空投"
BriefSummary="一台设置了频率的无线电设备，用于在指定区域呼叫火力支援。"
TacticalText="<Bullet/>一种专门调谐以呼叫特定火力支援的无线电装置。\n<Bullet/>HE 迫击炮弹：一种进攻性火力支援，可在特定区域投下 3 枚炮弹。\n<Bullet/>不保证准确性。\n<Bullet/>不能在地下或大型建筑物或建筑群内使用。"
AbilityDescName="支援打击"

；
; 能力
；

[Ability_Support_Air_Def_HeliDropIn_Stage1 X2AbilityTemplate]
LocFriendlyName="空中支援：MH-6 空投"
LocLongDescription="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n请求在指定地点延迟增援。一架 MH-6 小鸟直升机将在几轮之后在着陆区空投 4 个单位。"
LocHelpText="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n在请求的地点延迟增援。"
LocFlyOverText="请求支持：直升机降落"

[Ability_Support_Air_Def_HeliDropIn_Stage2 X2AbilityTemplate]
LocLongDescription="如果您发现此问题，请将此错误报告给 E3。"
LocHelpText="如果您发现此问题，请将此错误报告给 E3。"
